[
  {
    "suraId": 36,
    "verseID": 15,
    "indoText": "Mereka (penduduk negeri) menjawab, “Kamu ini hanyalah manusia seperti kami, dan (Allah) Yang Maha Pengasih tidak menurunkan sesuatu apa pun; kamu hanyalah pendusta belaka.”",
    "score": 0.8254237174987793,
    "is_relevan": false
  },
  {
    "suraId": 112,
    "verseID": 1,
    "indoText": "Katakanlah (Muhammad), “Dialah Allah, Yang Maha Esa.",
    "score": 0.7671630382537842,
    "is_relevan": true
  },
  {
    "suraId": 7,
    "verseID": 67,
    "indoText": "Dia (Hud) menjawab, “Wahai kaumku! Bukan aku kurang waras, tetapi aku ini adalah Rasul dari Tuhan seluruh alam.",
    "score": 0.7162702679634094,
    "is_relevan": false
  },
  {
    "suraId": 53,
    "verseID": 21,
    "indoText": "Apakah (pantas) untuk kamu yang laki-laki dan untuk-Nya yang perempuan?",
    "score": 0.7105017900466919,
    "is_relevan": false
  },
  {
    "suraId": 19,
    "verseID": 4,
    "indoText": "Dia (Zakaria) berkata, “Ya Tuhanku, sungguh tulangku telah lemah dan kepalaku telah dipenuhi uban, dan aku belum pernah kecewa dalam berdoa kepada-Mu, ya Tuhanku.",
    "score": 0.7071115970611572,
    "is_relevan": false
  },
  {
    "suraId": 21,
    "verseID": 32,
    "indoText": "Dan Kami menjadikan langit sebagai atap yang terpelihara, namun mereka tetap berpaling dari tanda-tanda (kebesaran Allah) itu (matahari, bulan, angin, awan, dan lain-lain).",
    "score": 0.6849205493927002,
    "is_relevan": false
  },
  {
    "suraId": 6,
    "verseID": 64,
    "indoText": "Katakanlah (Muhammad), “Allah yang menyelamatkan kamu dari bencana itu dan dari segala macam kesusahan, namun kemudian kamu (kembali) mempersekutukan-Nya.”",
    "score": 0.6832935810089111,
    "is_relevan": false
  },
  {
    "suraId": 15,
    "verseID": 22,
    "indoText": "Dan Kami telah meniupkan angin untuk mengawinkan dan Kami turunkan hujan dari langit, lalu Kami beri minum kamu dengan (air) itu, dan bukanlah kamu yang menyimpannya.",
    "score": 0.6744781732559204,
    "is_relevan": false
  },
  {
    "suraId": 21,
    "verseID": 47,
    "indoText": "Dan Kami akan memasang timbangan yang tepat pada hari Kiamat, maka tidak seorang pun dirugikan walau sedikit; sekalipun hanya seberat biji sawi, pasti Kami mendatangkannya (pahala). Dan cukuplah Kami yang membuat perhitungan.",
    "score": 0.6732866168022156,
    "is_relevan": false
  },
  {
    "suraId": 86,
    "verseID": 9,
    "indoText": "Pada hari ditampakkan segala rahasia,",
    "score": 0.6729517579078674,
    "is_relevan": false
  },
  {
    "suraId": 23,
    "verseID": 56,
    "indoText": "Kami segera memberikan kebaikan-kebaikan kepada mereka? (Tidak), tetapi mereka tidak menyadarinya.",
    "score": 0.6541237831115723,
    "is_relevan": false
  },
  {
    "suraId": 19,
    "verseID": 47,
    "indoText": "Dia (Ibrahim) berkata, “Semoga keselamatan dilimpahkan kepadamu, aku akan memohonkan ampunan bagimu kepada Tuhanku. Sesungguhnya Dia sangat baik kepadaku.",
    "score": 0.6531546711921692,
    "is_relevan": false
  },
  {
    "suraId": 73,
    "verseID": 13,
    "indoText": "dan (ada) makanan yang menyumbat di kerongkongan dan azab yang pedih.",
    "score": 0.6526837348937988,
    "is_relevan": false
  },
  {
    "suraId": 37,
    "verseID": 103,
    "indoText": "Maka ketika keduanya telah berserah diri dan dia (Ibrahim) membaringkan anaknya atas pelipis(nya), (untuk melaksanakan perintah Allah).",
    "score": 0.6371999979019165,
    "is_relevan": false
  },
  {
    "suraId": 37,
    "verseID": 21,
    "indoText": "Inilah hari keputusan yang dahulu kamu dustakan.",
    "score": 0.6359484195709229,
    "is_relevan": false
  }
]
